/* 
   Localizable.strings
   Created by Steve Baker on 11/23/10.
   Copyright 2010 Beepscore LLC. All rights reserved.
 */

"Feeds" = "Feeds";

// ======================================
// Add Feed title
"Add Feed" = "Agregar Feed";
// Add Feed status label
"Enter Feed ID" = "Ingrese ID del Feed";

"Sorry, couldn't get feeds from database." = "Disculpa, no se pudo obtener Feeds de la base de datos";
"Sorry, Feed Not Found" = "Disculpa, no se encontro el Feed";


// Alert buttons
"Cancel" = "Cancelar";
"OK" = "OK";
"Sorry, Feed Update Error" = "Disculpa, Error del Feed";
"ID" = "ID";

"Location" = "Localización";
"Status" = "Estado";
"false" = "false";
"true" = "true";

// ======================================
"Network connection error" = "Network connection error";

// Reset alert
"Reset User Name And Password?" = "Reestablecer nombre de usuario y contraseña?";
